export const invitation = {
    hero: {
        subtitle: "Приглашаем вас",
        title: `на празднование
первой годовщины
нашей свадьбы!`,
        description: `Целый год назад мы сказали друг другу "ДА".

С тех пор каждый день вместе —
это наше счастье.

Приглашаем Вас разделить этот особенный день с нами!`,
        date: "19 сентября",
        button: "Принять приглашение"
    },

    event: {
        title: "Детали праздника",
        subtitle: "Будем счастливы видеть Вас в этот особенный день",
        date: "19 сентября 2026",
        time: "15:00",
        address: "2-ая Офицерская, 80",
        place: "Беседка"
    },

    countdown: {
    title: "До нашей встречи осталось",

    subtitle: "С нетерпением ждём встречи с Вами ❤️",

    targetDate: "2026-09-19T15:00:00"

}

};